"%[Any]@ of the following are true" = "%1$[Beliebige]@ der folgenden Bedingungen werden erfüllt";
"%[All]@ of the following are true" = "%1$[Alle]@ der folgenden Bedingungen werden erfüllt";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[Bit-Rate]@ %2$[ist]@ %3$@ kBit/s";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[Bit-Rate]@ %2$[ist nicht]@ %3$@ kBit/s";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[Bit-Rate]@ %2$[ist größer als]@ %3$@ kBit/s";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[Bit-Rate]@ %2$[ist kleiner als]@ %3$@ kBit/s";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[Bit-Rate]@ %2$[ist im Bereich]@ %3$@ bis %4$@ %5$[kBit/s]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[Abtastrate]@ %2$[ist]@ %3$@ Hz";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[Abtastrate]@ %2$[ist nicht]@ %3$@ Hz";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[Abtastrate]@ %2$[ist größer als]@ %3$@ Hz";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[Abtastrate]@ %2$[ist kleiner als]@ %3$@ Hz";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[Abtastrate]@ %2$[ist im Bereich]@ %3$@ bis %4$@ %5$[Hz]@";

"%[bpm]@ %[is]@ %@" = "%1$[BPM]@ %2$[ist]@ %3$@";
"%[bpm]@ %[is not]@ %@" = "%1$[BPM]@ %2$[ist nicht]@ %3$@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[[BPM]@ %2$[ist größer als]@ %3$@";
"%[bpm]@ %[is less than]@ %@" = "%1$[BPM]@ %2$[ist kleiner als]@ %3$@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[BPM]@ %2$[ist im Bereich]@ %3$@ bis %4$@";

"%[disc_number]@ %[is]@ %@" = "%1$[CD-Nummer]@ %2$[ist]@ %3$@";
"%[disc_number]@ %[is not]@ %@" = "%1$[CD-Nummer]@ %2$[ist nicht]@ %3$@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[CD-Nummer]@ %2$[ist größer als]@ %3$@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[CD-Nummer]@ %2$[ist kleiner als]@ %3$@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[CD-Nummer]@ %2$[ist im Bereich]@ %3$@ bis %4$@";

"%[userplaycount]@ %[is]@ %@" = "%1$[Wiedergaben]@ %2$[ist]@ %3$@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[Wiedergaben]@ %2$[ist nicht]@ %3$@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[Wiedergaben]@ %2$[ist größer als]@ %3$@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[Wiedergaben]@ %2$[ist kleiner als]@ %3$@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[Wiedergaben]@ %2$[ist im Bereich]@ %3$@ bis %4$@";

"%[season]@ %[is]@ %@" = "%1$[Staffel]@ %2$[ist]@ %3$@";
"%[season]@ %[is not]@ %@" = "%1$[Staffel]@ %2$[ist nicht]@ %3$@";
"%[season]@ %[is greater than]@ %@" = "%1$[Staffel]@ %2$[ist größer als]@ %3$@";
"%[season]@ %[is less than]@ %@" = "%1$[Staffel]@ %2$[ist kleiner als]@ %3$@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[Staffel]@ %2$[ist im Bereich]@ %3$@ bis %4$@";

"%[userskipcount]@ %[is]@ %@" = "%1$[Übersprungen]@ %2$[ist]@ %3$@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[Übersprungen]@ %2$[ist nicht]@ %3$@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[Übersprungen]@ %2$[ist größer als]@ %3$@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[Übersprungen]@ %2$[ist kleiner als]@ %3$@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[Übersprungen]@ %2$[ist im Bereich]@ %3$@ to %4$@";

"%[track_number]@ %[is]@ %@" = "%1$[Titelnummer]@ %2$[ist]@ %3$@";
"%[track_number]@ %[is not]@ %@" = "%1$[Titelnummer]@ %2$[ist nicht]@ %3$@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[Titelnummer]@ %2$[ist größer als]@ %3$@";
"%[track_number]@ %[is less than]@ %@" = "%1$[Titelnummer]@ %2$[ist kleiner als]@ %3$@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[Titelnummer]@ %2$[ist im Bereich]@ %3$@ bis %4$@";

"%[year]@ %[is]@ %@" = "%1$[Jahr]@ %2$[ist]@ %3$@";
"%[year]@ %[is not]@ %@" = "%1$[Jahr]@ %2$[ist nicht]@ %3$@";
"%[year]@ %[is greater than]@ %@" = "%1$[Jahr]@ %2$[ist größer als]@ %3$@";
"%[year]@ %[is less than]@ %@" = "%1$[Jahr]@ %2$[ist kleiner als]@ %3$@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[Jahr]@ %2$[ist im Bereich]@ %3$@ bis %4$@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[Größe]@ %2$[ist]@ %3$@ MB";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[Größe]@ %2$[ist nicht]@ %3$@ MB";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[Größe]@ %2$[ist größer als]@ %3$@ MB";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[Größe]@ %2$[ist kleiner als]@ %3$@ MB";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[Größe]@ %2$[ist im Bereich]@ %3$@ bis %4$@ %5$[MB]@";

"%[album]@ %[contains]@ %@" = "%1$[Album]@ %2$[enthält]@ %3$@";
"%[album]@ %[does not contain]@ %@" = "%1$[Album]@ %2$[enthält nicht]@ %3$@";
"%[album]@ %[is]@ %@" = "%1$[Album]@ %2$[ist]@ %3$@";
"%[album]@ %[is not]@ %@" = "%1$[Album]@ %2$[ist nicht]@ %3$@";
"%[album]@ %[begins with]@ %@" = "%1$[Album]@ %2$[beginnt mit]@ %3$@";
"%[album]@ %[ends with]@ %@" = "%1$[Album]@ %2$[endet mit]@ %3$@";

"%[album_artist]@ %[contains]@ %@" = "%1$[Album-Interpret]@ %2$[enthält]@ %3$@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[Album-Interpret]@ %2$[enthält nicht]@ %3$@";
"%[album_artist]@ %[is]@ %@" = "%1$[Album-Interpret]@ %2$[ist]@ %3$@";
"%[album_artist]@ %[is not]@ %@" = "%1$[Album-Interpret]@ %2$[ist nicht]@ %3$@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[Album-Interpret]@ %2$[beginnt mit]@ %3$@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[Album-Interpret]@ %2$[endet mit]@ %3$@";

"%[artist]@ %[contains]@ %@" = "%1$[Interpret]@ %2$[enthält]@ %3$@";
"%[artist]@ %[does not contain]@ %@" = "%1$[Interpret]@ %2$[enthält nicht]@ %3$@";
"%[artist]@ %[is]@ %@" = "%1$[Interpret]@ %2$[ist]@ %3$@";
"%[artist]@ %[is not]@ %@" = "%1$[Interpret]@ %2$[ist nicht]@ %3$@";
"%[artist]@ %[begins with]@ %@" = "%1$[Interpret]@ %2$[beginnt mit]@ %3$@";
"%[artist]@ %[ends with]@ %@" = "%1$[Interpret]@ %2$[endet mit]@ %3$@";

"%[category]@ %[contains]@ %@" = "%1$[Kategorie]@ %2$[enthält]@ %3$@";
"%[category]@ %[does not contain]@ %@" = "%1$[Kategorie]@ %2$[enthält nicht]@ %3$@";
"%[category]@ %[is]@ %@" = "%1$[Kategorie]@ %2$[ist]@ %3$@";
"%[category]@ %[is not]@ %@" = "%1$[Kategorie]@ %2$[ist nicht]@ %3$@";
"%[category]@ %[begins with]@ %@" = "%1$[Kategorie]@ %2$[beginnt mit]@ %3$@";
"%[category]@ %[ends with]@ %@" = "%1$[Kategorie]@ %2$[endet mit]@ %3$@";

"%[comments]@ %[contains]@ %@" = "%1$[Kommentare]@ %2$[enthält]@ %3$@";
"%[comments]@ %[does not contain]@ %@" = "%1$[Kommentare]@ %2$[enthält nicht]@ %3$@";
"%[comments]@ %[is]@ %@" = "%1$[Kommentare]@ %2$[ist]@ %3$@";
"%[comments]@ %[is not]@ %@" = "%1$[Kommentare]@ %2$[ist nicht]@ %3$@";
"%[comments]@ %[begins with]@ %@" = "%1$[Kommentare]@ %2$[beginnt mit]@ %3$@";
"%[comments]@ %[ends with]@ %@" = "%1$[Kommentare]@ %2$[endet mit]@ %3$@";

"%[composer]@ %[contains]@ %@" = "%1$[Komponist]@ %2$[enthält]@ %3$@";
"%[composer]@ %[does not contain]@ %@" = "%1$[Komponist]@ %2$[enthält nicht]@ %3$@";
"%[composer]@ %[is]@ %@" = "%1$[Komponist]@ %2$[ist]@ %3$@";
"%[composer]@ %[is not]@ %@" = "%1$[Komponist]@ %2$[ist nicht]@ %3$@";
"%[composer]@ %[begins with]@ %@" = "%1$[Komponist]@ %2$[beginnt mit]@ %3$@";
"%[composer]@ %[ends with]@ %@" = "%1$[Komponist]@ %2$[endet mit]@ %3$@";

"%[debug]@ %[contains]@ %@" = "%1$[Debug]@ %2$[enthält]@ %3$@";
"%[debug]@ %[does not contain]@ %@" = "%1$[Debug]@ %2$[enthält nicht]@ %3$@";
"%[debug]@ %[is]@ %@" = "%1$[Debug]@ %2$[ist]@ %3$@";
"%[debug]@ %[is not]@ %@" = "%1$[Debug]@ %2$[ist nicht]@ %3$@";
"%[debug]@ %[begins with]@ %@" = "%1$[Debug]@ %2$[beginnt mit]@ %3$@";
"%[debug]@ %[ends with]@ %@" = "%1$[Debug]@ %2$[endet mit]@ %3$@";

"%[description]@ %[contains]@ %@" = "%1$[Beschreibung]@ %2$[enthält]@ %3$@";
"%[description]@ %[does not contain]@ %@" = "%1$[Beschreibung]@ %2$[enthält nicht]@ %3$@";
"%[description]@ %[is]@ %@" = "%1$[Beschreibung]@ %2$[ist]@ %3$@";
"%[description]@ %[is not]@ %@" = "%1$[Beschreibung]@ %2$[ist nicht]@ %3$@";
"%[description]@ %[begins with]@ %@" = "%1$[Beschreibung]@ %2$[beginnt mit]@ %3$@";
"%[description]@ %[ends with]@ %@" = "%1$[Beschreibung]@ %2$[endet mit]@ %3$@";

"%[genre]@ %[contains]@ %@" = "%1$[Genre]@ %2$[enthält]@ %3$@";
"%[genre]@ %[does not contain]@ %@" = "%1$[Genre]@ %2$[enthält nicht]@ %3$@";
"%[genre]@ %[is]@ %@" = "%1$[Genre]@ %2$[ist]@ %3$@";
"%[genre]@ %[is not]@ %@" = "%1$[Genre]@ %2$[ist nicht]@ %3$@";
"%[genre]@ %[begins with]@ %@" = "%1$[Genre]@ %2$[beginnt mit]@ %3$@";
"%[genre]@ %[ends with]@ %@" = "%1$[Genre]@ %2$[endet mit]@ %3$@";

"%[grouping]@ %[contains]@ %@" = "%1$[Gruppierung]@ %2$[enthält]@ %3$@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[Gruppierung]@ %2$[enthält nicht]@ %3$@";
"%[grouping]@ %[is]@ %@" = "%1$[Gruppierung]@ %2$[ist]@ %3$@";
"%[grouping]@ %[is not]@ %@" = "%1$[Gruppierung]@ %2$[ist nicht]@ %3$@";
"%[grouping]@ %[begins with]@ %@" = "%1$[Gruppierung]@ %2$[beginnt mit]@ %3$@";
"%[grouping]@ %[ends with]@ %@" = "%1$[Gruppierung]@ %2$[endet mit]@ %3$@";

"%[kind]@ %[contains]@ %@" = "%1$[Art]@ %2$[enthält]@ %3$@";
"%[kind]@ %[does not contain]@ %@" = "%1$[Art]@ %2$[enthält nicht]@ %3$@";
"%[kind]@ %[is]@ %@" = "%1$[Art]@ %2$[ist]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[Art]@ %2$[ist nicht]@ %3$@";
"%[kind]@ %[begins with]@ %@" = "%1$[Art]@ %2$[beginnt mit]@ %3$@";
"%[kind]@ %[ends with]@ %@" = "%1$[Art]@ %2$[endet mit]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[Name]@ %2$[enthält]@ %3$@";
"%[name]@ %[does not contain]@ %@" = "%1$[Name]@ %2$[enthält nicht]@ %3$@";
"%[name]@ %[is]@ %@" = "%1$[Name]@ %2$[ist]@ %3$@";
"%[name]@ %[is not]@ %@" = "%1$[Name]@ %2$[ist nicht]@ %3$@";
"%[name]@ %[begins with]@ %@" = "%1$[Name]@ %2$[beginnt mit]@ %3$@";
"%[name]@ %[ends with]@ %@" = "%1$[Name]@ %2$[endet mit]@ %3$@";

"%[series_name]@ %[contains]@ %@" = "%1$[Sendung]@ %2$[enthält]@ %3$@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[Sendung]@ %2$[enthält nicht]@ %3$@";
"%[series_name]@ %[is]@ %@" = "%1$[Sendung]@ %2$[ist]@ %3$@";
"%[series_name]@ %[is not]@ %@" = "%1$[Sendung]@ %2$[ist nicht]@ %3$@";
"%[series_name]@ %[begins with]@ %@" = "%1$[Sendung]@ %2$[beginnt mit]@ %3$@";
"%[series_name]@ %[ends with]@ %@" = "%1$[Sendung]@ %2$[endet mit]@ %3$@";

"%[sort_album]@ %[contains]@ %@" = "%1$[Album für Sortierung]@ %2$[enthält]@ %3$@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[Album für Sortierung]@ %2$[enthält nicht]@ %3$@";
"%[sort_album]@ %[is]@ %@" = "%1$[Album für Sortierung]@ %2$[ist nicht]@ %3$@";
"%[sort_album]@ %[is not]@ %@" = "%1$[Album für Sortierung]@ %2$[ist nicht]@ %3$@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[Album für Sortierung]@ %2$[beginnt mit]@ %3$@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[Album für Sortierung]@ %2$[endet mit]@ %3$@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[Album-Interpret für Sortierung]@ %2$[enthält]@ %3$@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[Album-Interpret für Sortierung]@ %2$[enthält nicht]@ %3$@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[Album-Interpret für Sortierung]@ %2$[ist]@ %3$@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[Album-Interpret für Sortierung]@ %2$[ist nicht]@ %3$@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[Album-Interpret für Sortierung]@ %2$[beginnt mit]@ %3$@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[Album-Interpret für Sortierung]@ %2$[endet mit]@ %3$@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[Interpret für Sortierung]@ %2$[enthält]@ %3$@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[Interpret für Sortierung]@ %2$[enthält nicht]@ %3$@";
"%[sort_artist]@ %[is]@ %@" = "%1$[Interpret für Sortierung]@ %2$[ist]@ %3$@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[Interpret für Sortierung]@ %2$[ist nicht]@ %3$@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[Interpret für Sortierung]@ %2$[beginnt mit]@ %3$@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[Interpret für Sortierung]@ %2$[endet mit]@ %3$@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[Komponist für Sortierung]@ %2$[enthält]@ %3$@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[Komponist für Sortierung]@ %2$[enthält nicht]@ %3$@";
"%[sort_composer]@ %[is]@ %@" = "%1$[Komponist für Sortierung]@ %2$[ist]@ %3$@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[Komponist für Sortierung]@ %2$[ist nicht]@ %3$@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[Komponist für Sortierung]@ %2$[beginnt mit]@ %3$@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[Komponist für Sortierung]@ %2$[endet mit]@ %3$@";

"%[sort_name]@ %[contains]@ %@" = "%1$[Name für Sortierung]@ %2$[enthält]@ %3$@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[Name für Sortierung]@ %2$[enthält nicht]@ %3$@";
"%[sort_name]@ %[is]@ %@" = "%1$[Name für Sortierung]@ %2$[ist]@ %3$@";
"%[sort_name]@ %[is not]@ %@" = "%1$[Name für Sortierung]@ %2$[ist nicht]@ %3$@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[Name für Sortierung]@ %2$[beginnt mit]@ %3$@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[Name für Sortierung]@ %2$[endet mit]@ %3$@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[Sendung für Sortierung]@ %2$[enthält]@ %3$@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[Sendung für Sortierung]@ %2$[enthält nicht]@ %3$@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[Sendung für Sortierung]@ %2$[ist]@ %3$@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[Sendung für Sortierung]@ %2$[ist nicht]@ %3$@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[Sendung für Sortierung]@ %2$[beginnt mit]@ %3$@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[Sendung für Sortierung]@ %2$[endet mit]@ %3$@";

"%[date_added]@ %[is]@ %@" = "%1$[Datum hinzugefügt]@ %2$[ist]@ %3$@";
"%[date_added]@ %[is not]@ %@" = "%1$[Datum hinzugefügt]@ %2$[ist nicht]@ %3$@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[Datum hinzugefügt]@ %2$[ist nach dem]@ %3$@";
"%[date_added]@ %[is less than]@ %@" = "%1$[Datum hinzugefügt]@ %2$[ist vor dem]@ %3$@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[Datum hinzugefügt]@ %2$[innerhalb der letzten]@ %3$@ %4$[Tage]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[Datum hinzugefügt]@ %2$[innerhalb der letzten]@ %3$@ %4$[Wochen]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[Datum hinzugefügt]@ %2$[innerhalb der letzten]@ %3$@ %4$[Monate]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[Datum hinzugefügt]@ %2$[nicht innerhalb der letzten]@ %3$@ %4$[Tage]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Datum hinzugefügt]@ %2$[nicht innerhalb der letzten]@ %3$@ %4$[Wochen]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[Datum hinzugefügt]@ %2$[nicht innerhalb der letzten]@ %3$@ %4$[Monate]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[Datum hinzugefügt]@ %2$[ist im Bereich]@ %3$@ bis %4$@";

"%[date_modified]@ %[is]@ %@" = "%1$[Datum geändert]@ %2$[ist]@ %3$@";
"%[date_modified]@ %[is not]@ %@" = "%1$[Datum geändert]@ %2$[ist nicht]@ %3$@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[Datum geändert]@ %2$[ist nach dem]@ %3$@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[Datum geändert]@ %2$[ist vor dem]@ %3$@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[Datum geändert]@ %2$[innerhalb der letzten]@ %3$@ %4$[Tage]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[Datum geändert]@ %2$[innerhalb der letzten]@ %3$@ %4$[Wochen]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[Datum geändert]@ %2$[innerhalb der letzten]@ %3$@ %4$[Monate]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[Datum geändert]@ %2$[nicht innerhalb der letzten]@ %3$@ %4$[Tage]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Zuletzt geändert]@ %2$[nicht innerhalb der letzten]@ %3$@ %4$[Wochen]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[Zuletzt geändert]@ %2$[nicht innerhalb der letzten]@ %3$@ %4$[Monate]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[Datum geändert]@ %2$[ist im Bereich]@ %3$@ bis %4$@";

"%[playdate]@ %[is]@ %@" = "%1$[Zuletzt gespielt]@ %2$[ist]@ %3$@";
"%[playdate]@ %[is not]@ %@" = "%1$[Zuletzt gespielt]@ %2$[ist nicht]@ %3$@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[Zuletzt gespielt]@ %2$[ist nach dem]@ %3$@";
"%[playdate]@ %[is less than]@ %@" = "%1$[Zuletzt gespielt]@ %2$[ist vor dem]@ %3$@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[Zuletzt gespielt]@ %2$[ist innerhalb der letzten]@ %3$@ %4$[Tage]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Zuletzt gespielt]@ %2$[ist innerhalb der letzten]@ %3$@ %4$[Wochen]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[Zuletzt gespielt]@ %2$[ist innerhalb der letzten]@ %3$@ %4$[Monate]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Zuletzt gespielt]@ %2$[nicht innerhalb der letzten]@ %3$@ %4$[Tage]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Zuletzt gespielt]@ %2$[nicht innerhalb der letzten]@ %3$@ %4$[Wochen]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Zuletzt gespielt]@ %2$[nicht innerhalb der letzten]@ %3$@ %4$[Monate]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[Datum hinzugefügt]@ %2$[ist im Bereich]@ %3$@ bis %4$@";

"%[skipdate]@ %[is]@ %@" = "%1$[Zuletzt übersprungen]@ %2$[ist]@ %3$@";
"%[skipdate]@ %[is not]@ %@" = "%1$[Zuletzt übersprungen]@ %2$[ist nicht]@ %3$@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[Zuletzt übersprungen]@ %2$[ist nach dem]@ %3$@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[Zuletzt übersprungen]@ %2$[ist vor dem]@ %3$@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[Zuletzt übersprungen]@ %2$[ist innerhalb der letzten]@ %3$@ %4$[Tage]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Zuletzt übersprungen]@ %2$[ist innerhalb der letzten]@ %3$@ %4$[Wochen]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[Zuletzt übersprungen]@ %2$[ist innerhalb der letzten]@ %3$@ %4$[Monate]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Zuletzt übersprungen]@ %2$[nicht innerhalb der letzten]@ %3$@ %4$[Tage]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Zuletzt übersprungen]@ %2$[nicht innerhalb der letzten]@ %3$@ %4$[Wochen]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Zuletzt übersprungen]@ %2$[nicht innerhalb der letzten]@ %3$@ %4$[Monate]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[Zuletzt übersprungen]@ %2$[ist im Bereich]@ %3$@ to %4$@";

"%[songid]@ %[is]@" = "%1$[Einkäufe]@ %2$[ist wahr]@";
"%[songid]@ %[is not]@" = "%1$[Einkäufe]@ %2$[ist falsch]@";

"%[olduserdisabled]@ %[is]@" = "%1$[Markiert]@ %2$[ist wahr]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[Markiert]@ %2$[ist falsch]@";

"%[artwork]@ %[is]@" = "%1$[CD-Cover]@ %2$[ist wahr]@";
"%[artwork]@ %[is not]@" = "%1$[CD-Cover]@ %2$[ist falsch]@";

"%[compilation]@ %[is]@" = "%1$[Compilation]@ %2$[ist wahr]@";
"%[compilation]@ %[is not]@" = "%1$[Compilation]@ %2$[ist falsch]@";

"%[totaltime]@ %[is]@ %@" = "%1$[Zeit]@ %2$[ist]@ %3$@";
"%[totaltime]@ %[is not]@ %@" = "%1$[Zeit]@ %2$[ist nicht]@ %3$@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[Zeit]@ %2$[ist größer als]@ %3$@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[Zeit]@ %2$[ist weniger als]@ %3$@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[Zeit]@ %2$[ist im Bereich]@ %3$@ bis %4$@";

"%[albumrating]@ %[is]@ %@" = "%1$[Albumbewertung]@ %2$[ist]@ %3$@";
"%[albumrating]@ %[is not]@ %@" = "%1$[Albumbewertung]@ %2$[ist nicht]@ %3$@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[Albumwertung]@ %2$[ist größer als]@ %3$@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[Albumbewertung]@ %2$[ist kleiner als]@ %3$@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[Albumbewertung]@ %2$[ist im Bereich]@ %3$@ bis %4$@";

"%[trackrating]@ %[is]@ %@" = "%1$[Wertung]@ %2$[ist]@ %3$@";
"%[trackrating]@ %[is not]@ %@" = "%1$[Wertung]@ %2$[ist nicht]@ %3$@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[Wertung]@ %2$[ist größer als]@ %3$@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[Wertung]@ %2$[ist kleiner als]@ %3$@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[Bewertung]@ %2$[ist im Bereich]@ %3$@ bis %4$@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[Medienart]@ %2$[ist]@ %3$[Musik]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[Medienart]@ %2$[ist]@ %3$[Musikvideo]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[Medienart]@ %2$[ist]@ %3$[Film]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[Medienart]@ %2$[ist]@ %3$[TV-Sendung]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[Medienart]@ %2$[ist]@ %3$[Podcast]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[Medienart]@ %2$[ist]@ %3$[iTunes U]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[Medienart]@ %2$[ist]@ %3$[Hörbuch]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[Medienart]@ %2$[ist]@ %3$[Buch]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[Medienart]@ %2$[ist]@ %3$[Sprachmemo]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[Medienart]@ %2$[ist]@ %3$[iTunes Extras]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[Medienart]@ %2$[ist nicht]@ %3$[Musik]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[Medienart]@ %2$[ist nicht]@ %3$[Musikvideo]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[Medienart]@ %2$[ist nicht]@ %3$[Film]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[Medienart]@ %2$[ist nicht]@ %3$[TV-Sendung]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[Medienart]@ %2$[ist nicht]@ %3$[Podcast]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[Medienart]@ %2$[ist nicht]@ %3$[iTunes U]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[Medienart]@ %2$[ist nicht]@ %3$[Hörbuch]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[Medienart]@ %2$[ist nicht]@ %3$[Buch]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[Medienart]@ %2$[ist nicht]@ %3$[Sprachmemo]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[Medienart]@ %2$[ist nicht]@ %3$[iTunes Extras]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[Wiedergabeliste]@ %2$[ist]@ %3$@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[Wiedergabeliste]@ %2$[ist nicht]@ %3$@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[Ort]@ %2$[ist]@ %3$[auf diesem Computer]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[Ort]@ %2$[ist]@ %3$[iCloud]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[Ort]@ %2$[ist nicht]@ %3$[auf diesem Computer]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[Ort]@ %2$[ist nicht]@ %3$[iCloud]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[iCloud-Status]@ %2$[ist]@ %3$[gefunden]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[iCloud-Status]@ %2$[ist]@ %3$[gekauft]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[iCloud-Status]@ %2$[ist]@ %3$[übertragen]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[iCloud-Status]@ %2$[ist]@ %3$[ungeeignet]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[iCloud-Status]@ %2$[ist]@ %3$[nur lokal]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[iCloud-Status]@ %2$[ist]@ %3$[Fehler]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[iCloud-Status]@ %2$[ist]@ %3$[Duplikat]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[iCloud-Status]@ %2$[ist nicht]@ %3$[gefunden]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[iCloud-Status]@ %2$[ist nicht]@ %3$[gekauft]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[iCloud-Status]@ %2$[ist nicht]@ %3$[übertragen]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[iCloud-Status]@ %2$[ist nicht]@ %3$[ungeeignet]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[iCloud-Status]@ %2$[ist nicht]@ %3$[nur lokal]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[iCloud-Status]@ %2$[ist nicht]@ %3$[Fehler]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[iCloud-Status]@ %2$[ist nicht]@ %3$[Duplikat]@";
